i5/20220911-mdraid-large/6/xfs/5000/run-ro-1/pgbench.log
pgbench (16devel)
transaction type: <builtin: select only>
scaling factor: 5000
query mode: prepared
number of clients: 16
number of threads: 4
maximum number of tries: 1
duration: 900 s
number of transactions actually processed: 35981570
number of failed transactions: 0 (0.000%)
latency average = 0.400 ms
initial connection time = 10.194 ms
tps = 39978.929290 (without initial connection time)